Repository: pkiraly/qa-catalogue-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, hu_hu, pt_br

source: for analysing library data
de_de: zur Analyse von Bibliotheksdaten
hu_hu: könyvtári adatok elemzéséhez
pt_br: para analisar dados da biblioteca

source: last data update
de_de: Stand
hu_hu: utolsó frissítés
pt_br: última atualização de dados

source: number of records
de_de: Datensätze
hu_hu: rekordok száma
pt_br: número de registros

source: timestamp of analysis
de_de: Erstellt
pt_br: Registro de data e hora da análise

source: Data
de_de: Daten
hu_hu: Katalógus-adatok
pt_br: Dados

source: Completeness
de_de: Vollständigkeit
hu_hu: Teljesség
pt_br: Completude

source: Issues
de_de: Probleme
hu_hu: Rendellenességek
pt_br: Problemas

source: Authorities
de_de: Inhaltserschließung
hu_hu: Besorolási adatok
pt_br: Autoridades

source: Subject analysis
de_de: Sacherschließung
hu_hu: Tárgyszavak elemzése
pt_br: Análise de assunto

source: Authority name analysis
de_de: Normdaten
hu_hu: Besorolási nevek elemzése
pt_br: Análise de nome de autoridade

source: History
de_de: Verlauf
hu_hu: Katalógus-történet
pt_br: Histórico

source: Timeline
de_de: Zeitleiste
hu_hu: Idővonal
pt_br: Linha do tempo1

source: Network
de_de: Netzwerk
hu_hu: Hálózat
pt_br: Rede

source: Tools
de_de: Werkzeuge
hu_hu: Eszközök
pt_br: Ferramentas

source: Terms
de_de: Wertelisten
hu_hu: Kifejezések
pt_br: Termos

source: Value distribution in control fields
de_de: Kollokationen
hu_hu: Értékeloszlás a rekordfejben és a tájékoztató adatmezőkben (00X)
pt_br: Distribuição de valores em campos de controle

source: Collocations
hu_hu: Összevetések
pt_br: Colocações

source: Settings
de_de: Einstellungen
hu_hu: Beállítások
pt_br: Configurações

source: Facets
de_de: Facetten
hu_hu: Facetták
pt_br: Facetas

source: About
de_de: Über
hu_hu: Névjegy
pt_br: Sobre

source: Histogram
de_de: Häufigkeitsverteilung
hu_hu: Hisztogram
pt_br: Histograma

source: terms
de_de: Werte
hu_hu: kifejezés
pt_br: termos

source: sorted
de_de: sortiert
hu_hu: rendezve
pt_br: ordenado

source: Display record in the library catalogue
de_de: Datensatz im Katalog aufrufen
hu_hu: A rekord a könyvtári katalógusban
pt_br: Exibir registro no catálogo da biblioteca

source: missing-analysis
de_de: Derzeit liegen keine Analyse-Ergebnisse vor.
hu_hu: Az elemzés eredménye nem érhető el.
pt_br: Os resultados da análise não estão disponíveis.

source: by document types
de_de: Dokumenttyp
hu_hu: dokumentum típusa szerint
pt_br: por tipos de documentos

source: completeness_definition
de_de: Alle Felder und Unterfelder mit der jeweiligen Anzahl und dem Anteil ihres Vorkommens
hu_hu: Mely mezők és almezők milyen gyakran fordulnak elő mely rekordokban? A teljesség az, hogy a katalógusrekordok milyen mértékben tartalmazzák a metaadatsémában meghatározott összes adatelemet (beleértve a helyileg meghatározott adatelemeket is).
pt_br: Quais campos e subcampos ocorrem com que frequência em quais registros? Completude é o grau em que os registros do catálogo contêm todos os elementos de dados definidos no esquema de metadados (incluindo os elementos de dados definidos localmente)

source: Field groups
de_de: Feldgruppen
hu_hu: Mezőcsoportok
pt_br: Grupos de campos

source: Fields
de_de: Felder
hu_hu: Mezők
pt_br: Campos

source: path
hu_hu: útvonal
pt_br: caminho

source: records
de_de: Datensätze
hu_hu: rekordok
pt_br: registros

source: occurences
de_de: Vorkommen
hu_hu: előfordulás
pt_br: ocorrências

source: max
de_de: bis
pt_br: máx

source: Violations of record format specification
de_de: Abweichungen gegenüber den Formatvorgaben
hu_hu: A katalogizálási szabálygyűjtemény előírásainak megsértése
pt_br: Violações da especificação do formato de registro

source: issues_definition
de_de: Alle Datensätze werden auf Übereinstimmung mit dem hinterlegten Schema überprüft. Mögliche Abweichungen umfassen unbekannte Felder und Unterfelder sowie die Wiederholung von Feldern und Unterfeldern, die nicht wiederholt werden dürfen.
hu_hu: Megfelelés a bibliográfiai metaadatsémának. A pontosság azt jelenti, hogy a katalógusrekordok mennyire felelnek meg a metaadatséma szintaxisának, szemantikájának, szabályainak és irányelveinek (beleértve a helyileg meghatározott adatelemeket is). Azoknak a metaadatmezőknek az esetében, amelyek nincsenek meghatározva a metaadatséma rendelkezésre álló dokumentációjában, az eszköz nem képes eldönteni, hogy az adatok helyesek-e vagy sem. Az oldal áttekintést és részleteket ad az észlelt rendellenességekről. A felhasználó ellenőrizheti az egyes problémával rendelkező rekordokat, és letöltheti azok azonosítóit.
pt_br: Conformidade com o esquema de metadados bibliográficos. Precisão é o grau em que os registros do catálogo estão em conformidade com a sintaxe, semântica, regras e diretrizes do esquema de metadados (incluindo os elementos de dados definidos localmente). Para os campos de metadados que não estão definidos na documentação disponível do esquema de metadados, a ferramenta não é capaz de decidir se os dados estão corretos ou não. A página fornece uma visão geral e detalhes dos problemas capturados. O usuário pode verificar cada registro individual com um problema específico e baixar seus identificadores.

source: records without issues
de_de: Datensätze ohne Abweichungen
hu_hu: rekordok problémák nélkül
pt_br: registros sem problemas

source: excluding undefined field issues
de_de: Nur bekannte Felder
hu_hu: a nem meghatározott mezők kivételével
pt_br: excluindo problemas de campo indefinido

source: MARC21 scheme
hu_hu: MARC21 séma
pt_br: Esquema MARC21

source: Avram scheme
de_de: Avram-Schema
hu_hu: Avram séma
pt_br: Esquema Avram

source: value/explanation
hu_hu: érték/magyarázat
pt_br: valor/explicação

source: data element
de_de: Datenelement
hu_hu: adatelem
pt_br: elemento de dados

source: message
de_de: Meldung
hu_hu: üzenet
pt_br: mensagem

source: instances
de_de: Vorkommen
hu_hu: előfordulás
pt_br: instâncias

source: record
de_de: Datensätze
hu_hu: rekord
pt_br: registro

source: control field
de_de: Kontrollfeld
hu_hu: rekordfej és tájékoztató adatmező (00X)
pt_br: campo de controle

source: data field
de_de: Datenfeld
hu_hu: adatmező
pt_br: campo de dados

source: indicator
de_de: Indikator
hu_hu: indikátor
pt_br: indicador

source: subfield
de_de: Unterfeld
hu_hu: almező
pt_br: subcampo

source: <span class="category">%s</span> level issues
de_de: Abweichungen im <span class="category">%s</span>
hu_hu: <span class="category">%s</span> szintű rendellenességek
pt_br: problemas de nível <span class="category">%s</span>

source: %d variants
de_de: %d Fälle
hu_hu: %d variáns
pt_br: %d variantes

source: %s variants
de_de: %s Fälle
hu_hu: %s variáns
pt_br: %s variantes

source: ambiguous linkage
de_de: doppeldeutige Verknüpfung
hu_hu: nem egyértelmű összekapcsolás
pt_br: ligação ambígua

source: content does not match any patterns
de_de: Wert entspricht keinem Muster
hu_hu: a tartalom nem felel meg semmilyen mintának
pt_br: o conteúdo não corresponde a nenhum padrão

source: content is not well-formatted
de_de: Wert ist nicht gut formatiert
hu_hu: nem megfelelően formázott tartalom
pt_br: o conteúdo não está bem formatado

source: invalid classification reference
de_de: ungültige Klassifizierungsreferenz
hu_hu: érvénytelen osztályozási referencia
pt_br: referência de classificação inválida

source: invalid code
de_de: ungültiger Code
hu_hu: érvénytelen kód
pt_br: código inválido

source: invalid ISBN
de_de: ungültige ISBN
hu_hu: érvénytelen ISBN
pt_br: ISBN inválido

source: invalid ISSN
de_de: ungültige ISSN
hu_hu: érvénytelen ISSN
pt_br: ISSN inválido

source: invalid length
de_de: ungültige Länge
hu_hu: érvénytelen hossz
pt_br: comprimento inválido

source: invalid linkage
de_de: ungültige Verknüpfung
hu_hu: érvénytelen összekapcsolás
pt_br: ligação inválida

source: invalid value
de_de: ungültiger Wert
hu_hu: érvénytelen érték
pt_br: valor inválido

source: missing reference subfield (880$6)
de_de: fehlendes Referenzteilfeld (880$6)
hu_hu: hiányzó referencia almező (880$6)
pt_br: subcampo de referência ausente (880$6)

source: non-empty indicator
de_de: Nicht-Leer-Indikator
hu_hu: nem üres indikátor
pt_br: indicador não vazio

source: null subfield code
de_de: Null-Unterfeld-Code
hu_hu: nincs almező kód
pt_br: código de subcampo nulo

source: obsolete code
de_de: veralteter Code
hu_hu: elavult kód
pt_br: código obsoleto

source: obsolete value
de_de: veralteter Wert
hu_hu: elavult érték
pt_br: valor obsoleto

source: repetition of non-repeatable field
de_de: Wiederholung eines nicht wiederholbaren Feldes
hu_hu: nem ismételhető mező ismétlése
pt_br: repetição de campo não repetível

source: repetition of non-repeatable subfield
de_de: Wiederholung eines nicht wiederholbaren Unterfeldes
hu_hu: nem ismételhető almező ismétlése
pt_br: repetição de subcampo não repetível

source: undefined field
de_de: unbekanntes Feld
hu_hu: meghatározatlan mező
pt_br: campo indefinido

source: undefined subfield
de_de: unbekanntes Unterfeld
hu_hu: meghatározatlan almező
pt_br: subcampo indefinido

source: undetectable type
de_de: nicht nachweisbarer Typ
hu_hu: nem kimutatható típus
pt_br: tipo indetectável

source: grouped by tag
de_de: gruppiert nach Feld
hu_hu: címke szerint csoportosítva
pt_br: agrupados por tag

source: list all
de_de: alle auflisten
hu_hu: mind listázása
pt_br: listar todos

source: filter
hu_hu: szűrő
pt_br: filtrar

source: variants
de_de: Fälle
hu_hu: variáns
pt_br: variantes

source: there are %d instances
de_de: kommt %d mal vor
hu_hu: %d példány van
pt_br: existem %d instâncias

source: Download schema file
de_de: Schemadatei herunterladen
hu_hu: Séma fájl letöltése
pt_br: Baixar arquivo de esquema

source: classifications_definition
de_de: Analyse von Feldern zur Sacherschließung mit kontrollierten Vokabularen und freien Schlagwörtern
hu_hu: A tárgymutatós elemzés azt méri, hogy a katalógusrekordok milyen mértékben tartalmaznak tárgymutatós információkat a metaadatséma által meghatározott adatelemekben. Több adatelemet is lehet használni a tárgyindexeléshez - mindegyik egy adott célt szolgál. A tárgyszó lehet szabad szöveges kulcsszó, vagy származhat ellenőrzött szótárból. A kifejezés mellett a mező további információkat is tartalmazhat, például alkategóriákat, a szótár verzióját, azonosítókat és hivatkozásokat.
pt_br: A análise de indexação de assunto mede o grau em que os registros do catálogo contêm informações de indexação de assunto em elementos de dados definidos pelo esquema de metadados. Múltiplos elementos de dados podem ser usados para indexação de assunto - cada um para uma finalidade específica. Um termo de assunto pode ser uma palavra-chave de texto livre ou pode vir de um dicionário controlado. Além do termo, o campo pode conter informações adicionais como subcategorias, versão do dicionário, identificadores e links.

source: records with classifications/subject headings
de_de: Datensätze mit Sacherschließung
hu_hu: osztályozással/tárgymutatóval ellátott rekordok
pt_br: registros com classificações/cabeçalhos de assunto

source: Location
de_de: Feld
hu_hu: Hely
pt_br: Localização

source: Classification/subject headings scheme
de_de: Vokabular
hu_hu: Osztályozási/tárgymutató séma
pt_br: Esquema de classificação/cabeçalhos de assunto

source: Classification/subject headings schemes
de_de: Sacherschließungs-Felder
hu_hu: Osztályozási/tárgymutató sémák
pt_br: Esquemas de classificação/cabeçalhos de assunto

source: Instances
de_de: Vorkommen
hu_hu: Instanciák
pt_br: Instâncias

source: Records
de_de: Datensätze
hu_hu: Rekordok
pt_br: Registros

source: chart
hu_hu: diagram
pt_br: gráfico

source: Which subfields are available in the individual instances of this field?
de_de: Welche Unterfelder kommen in diesem Feld vor?
hu_hu: Milyen almezők állnak rendelkezésre a mező egyes példányaiban?
pt_br: Quais subcampos estão disponíveis nas instâncias individuais desse campo?

source: subfields
de_de: Unterfelder
hu_hu: almezők
pt_br: subcampos

source: count
de_de: Anzahl
hu_hu: mennyiség
pt_br: contagem

source: notes
de_de: Hinweise
hu_hu: megjegyzés
pt_br: notas

source: + sign denotes multiple instances
de_de: Das Zeichen + weist auf mehrere Vorkommen hin
hu_hu: + jel több példányt jelöl
pt_br: O sinal + denota várias instâncias

source: _ sign denotes space character
de_de: Das Zeichen _ steht für ein Leerzeichen
hu_hu: _ jel a szóköz karaktert jelöli
pt_br: O sinal _ denota caractere de espaço

source: locally defined subfield
de_de: lokal definiertes Unterfeld
hu_hu: helyileg meghatározott almezők
pt_br: subcampo definido localmente

source: not defined
de_de: unbekannt
hu_hu: nem meghatározott
pt_br: não definido

source: x: number of subjects per record
de_de: x: Anzahl der Sacherschließung pro Datensatz
hu_hu: x: a tárgyszavak száma rekordonként
pt_br: x: número de assuntos por registro

source: x: number of subject fields per record
de_de: x: Anzahl der Sachfelder pro Datensatz
hu_hu: x: a tárgyszó mezők száma rekordonként
pt_br: x: número de campos de assunto por registro

source: y: number of records
de_de: y: Anzahl der Datensätze
hu_hu: y: a rekordok száma
pt_br: y: número de registros

source: authorities_definition
de_de: Häufigkeit und Art von Normdaten-Verknüpfungen in den analysierten Datensätzen
hu_hu: A besorolási név elemzése azt méri, hogy a katalógusrekordok milyen mértékben tartalmaznak információt a besorolási nevekről (személy-, intézmény-, konferencia-, földrajzi nevek, egységesített címek) a metaadatséma által meghatározott adatelemekben. A besorolási név egy egységesített névalakja egy szerzőnek, egy kiadási helynek vagy akár egy tárgyszónak, amit hozzákapcsolunk a rekordhoz. A besorolási név lehet szabad szöveges kulcsszó, vagy származhat egy ellenőrzött szótárból. A név mellett a mező további információkat is tartalmazhat, például életrajzi információkat, kategóriákat, a szótár verzióját, azonosítókat és hivatkozásokat.
pt_br: A análise de nome de autoridade mede o grau em que os registros do catálogo contêm informações sobre nomes de autoridade (pessoal, corporativo, de reunião, nomes geográficos, títulos uniformes) em elementos de dados definidos pelo esquema de metadados. Nome de autoridade é um nome uniforme de um criador, local de publicação ou mesmo um assunto do registro, que está anexado a ele. O nome da autoridade Am pode ser uma palavra-chave de texto livre ou pode vir de um dicionário controlado. Ao lado do nome, o campo pode conter informações adicionais, como informações biográficas, categorias, versão do dicionário, identificadores e links.

source: records with authority names
de_de: Datensätze mit Normdaten
hu_hu: besorolási nevekkel ellátott rekordok
pt_br: registros com nomes de autoridade

source: Authority schemes
de_de: Felder mit Normdaten-Verknüpfungen
hu_hu: Besorolási név séma
pt_br: Esquemas de autoridade

source: x: number of authority names per record
de_de: x: Anzahl der Normdaten pro Datensatz
hu_hu: x: a besorolási nevek száma rekordonként
pt_br: x: número de nomes de autoridade por registro

source: x: number of authority name field per record
de_de: x: Anzahl der Normdatenfelder pro Datensatz
hu_hu: x: a besorolási névmezők száma rekordonként
pt_br: x: número de campo de nome de autoridade por registro

source: Search
de_de: Suche
hu_hu: Keresés
pt_br: Busca

source: data_definition
de_de: Die analysierten Datensätze können hier durchsucht und gefiltert werden.
hu_hu: Keresés és szűrés az elemzett adatkészletekben, az egyes rekordok részleteinek megjelenítése.
pt_br: Busque e filtre os conjuntos de dados analisados, exiba os detalhes de cada registro individual.

source: search
de_de: Suche
hu_hu: keresés
pt_br: busca

source: Filters
de_de: Filter
hu_hu: Szűrők
pt_br: Filtros

source: Found %s records
de_de: <span id="numFound">%s</span> Datensätze gefunden
hu_hu: <span id="numFound">%s</span> rekordot talált
pt_br: <span id="numFound">%s</span> registros encontrados

source: Items per page
de_de: Datensätze pro Seite
hu_hu: rekord oldalanként
pt_br: Itens por página

source: remove it from the query
de_de: aus der Abfrage entfernen
hu_hu: eltávolítás a keresésből
pt_br: removê-lo da consulta

source: make it the main query
de_de: als Hauptabfrage übernehmen
hu_hu: legyen ez a fő lekérdezés
pt_br: torná-lo a consulta principal

source: check other terms of this field
de_de: Werteliste für dieses Feld
hu_hu: a mező egyéb kifejezéseinek ellenőrzése
pt_br: verifique outros termos deste campo

source: download identifiers
de_de: Identifier herunterladen
hu_hu: azonosítók letöltése
pt_br: baixar identificadores

source: with
de_de: mit
pt_br: com

source: without
de_de: ohne
pt_br: sem

source: Library
de_de: Bibliothek
hu_hu: Könyvtár
pt_br: Biblioteca

source: Field
de_de: Feld
hu_hu: Mező
pt_br: Campo

source: History of cataloging
de_de: Katalogisierungsverlauf
pt_br: Histórico da catalogação

source: history_definition
de_de: Historische Entwicklung der Katalogisierung anhand der vorliegenden Daten
hu_hu: This chart shows the history of cataloguing.
pt_br: Este gráfico mostra o histórico da catalogação.

source: history_definition_marc
de_de: Die Y-Achse basiert auf dem Datenelement 'Datum der Eingabe in die Datei', das das Datum der Erstellung des MARC-Datensatzes angibt (008/00-05), die X-Achse basiert auf dem Element 'Datum 1' (008/07-10)
hu_hu: The Y axis is based on the 'date entered on file' data element that indicates the date the MARC record was created (008/00-05), the X axis is based on 'Date 1' element (008/07-10)
pt_br: O eixo Y é baseado no elemento de dados 'data inserida no arquivo' que indica a data em que o registro MARC foi criado (008/00-05), o eixo X é baseado no elemento 'Data 1' (008/07-10)

source: history_definition_pica
de_de: Die Y-Achse basiert auf dem Datenelement 'Quelle und Datum', das das Datum angibt, an dem der PICA-Datensatz erstellt wurde (001A$0), die X-Achse basiert auf dem Element 'Jahr' (Anfang) in Sortierform' (011@$a)
hu_hu: The Y axis is based on the 'source and datum' data element that indicates the date the PICA record was created (001A$0), the X axis is based on 'Year (beginning) in sorting form' element (011@$a)
pt_br: O eixo Y é baseado no elemento de dados 'source and datum' que indica a data em que o registro PICA foi criado (001A$0), o eixo X é baseado no elemento 'Ano (início) no formulário de classificação' (011@$a)

source: This chart was implemented based on Benjamin Schmidt's blog post
de_de: Diese Darstellung basiert auf einem Blogartikel von Benjamin Schmidt:
pt_br: Este gráfico foi implementado com base na postagem do blog de Benjamin Schmidt

source: terms_definition
de_de: Zu allen indexierten Unterfeldern kann jeweils eine Liste der darin am häufigsten vorkommenden Werte abgefragt werden.
hu_hu: Egy adott adatelemben szereplő kifejezések listája. Az adatelemek listájának megjelenítéséhez kezdje el gépelni az adatmező kódját.
pt_br: Lista de termos em um elemento de dados específico. Comece a digitar na entrada 'campo' para obter a lista de elementos de dados.

source: filter term list
de_de: Werteliste filtern
hu_hu: kifejezés-lista szűrése
pt_br: filtrar lista de termos

source: Term list
de_de: Werteliste
hu_hu: Kifejezés-lista
pt_br: Lista de termos

source: download this list
de_de: diese Liste herunterladen
hu_hu: lista letöltése
pt_br: baixe esta lista

source: vocabulary
de_de: Vokabular
hu_hu: szótár
pt_br: vocabulário

source: query
de_de: Abfrage
hu_hu: lekérdezés
pt_br: consulta

source: filters
de_de: Filtern
hu_hu: szűrők
pt_br: filtros

source: number of distinct values
de_de: Anzahl der unterschiedlichen Werte
hu_hu: különböző értékek száma
pt_br: número de valores distintos

source: note: in the list below the numbers mean the number of documens a term appears in
de_de: Hinweis: In der nachstehenden Liste geben die Zahlen die Anzahl der Dokumente an, in denen ein Begriff vorkommt.
pt_br: nota: na lista abaixo os números significam o número de documentos em que um termo aparece

source: Collocation of field values
de_de: Kollokation von Feldwerten
hu_hu: Mezők értékeinek összevetése
pt_br: Colocação de valores de campo

source: collocations_definition
de_de: Abfrage der Kombination zweier Unterfelder und die Häufigkeit von darin vorkommenden Wertepaaren
hu_hu: Hogyan jelenik meg két különböző adatelem értéke ugyanabban a rekordban.
pt_br: Como os valores de dois elementos de dados diferentes aparecem no mesmo registro.

source: field #1
de_de: Erstes Unterfeld
hu_hu: mező #1
pt_br: campo núm. 1

source: field #2
de_de: Zweites Unterfeld
hu_hu: mező #2
pt_br: campo núm. 2

source: Download the CSV files behind this site
de_de: Die Rohdaten der Analyseergebnisse können hier einzeln heruntergeladen werden
hu_hu: A webhely által használt CSV-fájlok letöltése
pt_br: Baixe os arquivos CSV por trás deste site

source: Set facets
de_de: Facetten einstellen
hu_hu: Facetták beállítása
pt_br: Definir facetas

source: setings_definition
de_de: Legen Sie fest, welche Facetten auf der Registerkarte Daten angezeigt werden sollen. Da diese Website keine Cookies verwendet, gilt die Auswahl für alle Anwender*innen!
hu_hu: Állítsa be, hogy milyen facetták jelenjenek meg a Katalógus-adatok lapon. Mivel ez az oldal nem használ sütiket, az Ön választása a katalógus összes felhasználója számára megváltoztatja a használható facetták listáját.
pt_br: Defina quais facetas serão exibidas na guia Dados. Como este site não usa cookies, sua seleção alterará a lista de todos os usuários deste catálogo.

source: Facets have been saved successfully.
de_de: Die Facetten wurden erfolgreich gespeichert.
hu_hu: A facetták mentése sikerült.
pt_br: As facetas foram salvas com sucesso.

source: Facets has not been saved. Check the log.
de_de: Facets wurde nicht gespeichert. Prüfen Sie das Logfile.
hu_hu: A facetták nem lettek elmentve. Ellenőrizze a naplófájlt.
pt_br: As facetas não foram salvas. Verifique o log.

source: select
de_de: Wählen Sie
hu_hu: kiválaszt
pt_br: selecionar

source: %d fields
de_de: %d Felden
hu_hu: %d mező
pt_br: %d campos

source: Saved facets
de_de: Gespeicherte Facetten
hu_hu: Mentett facetták
pt_br: Facetas salvas

source: Add facet
de_de: Facette hinzufügen
hu_hu: Facetta hozzáadása
pt_br: Adicionar faceta

source: software_text
de_de: QA Catalogue ist eine Open-Source-Anwendung, die im Rahmen des Forschungsprojekts <a href="%s" target="_blank">Measuring Metadata Quality</a> von Péter Király entwickelt wurde. Der Code ist in Git-Repositories für <a href="%s" target="_blank">Backend (Java)</a> und <a href="%s" target="_blank">Frontend (PHP)</a> verfügbar. Beiträge sind willkommen!
hu_hu: A QA Catalogue egy nyílt forráskódú alkalmazás, amelyet a Király Péter által vezetett <a href="%s" target="_blank">Measuring Metadata Quality</a> kutatási projekt részeként fejlesztettek ki. A kód a <a href="%s" target="_blank">Backend (Java)</a> és a <a href="%s" target="_blank">Frontend (PHP)</a> git tárolókban érhető el. Hozzájárulásokat szívesen fogadunk!
pt_br: O QA Catalog é um aplicativo de código aberto desenvolvido como parte do projeto de pesquisa <a href="%s" target="_blank">Measuring Metadata Quality</a> conduzido por Péter Király. O código está disponível em repositórios git para <a href="%s" target="_blank">Backend (Java)</a> e <a href="%s" target="_blank ">Front-end (PHP)</a>. Contribuições são bem-vindas!

source: Acknowledgement
de_de: Danksagung
hu_hu: Köszönetnyilvánítás
pt_br: Agradecimento

source: Custom validation
hu_hu: Egyedi érvényesítés
pt_br: Validação personalizada
