Repository: pkiraly/qa-catalogue-web
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de, hu_hu, pt_br

source: shacl_definition
de_de: This page display result of validation against a customized set of rules, which reflects the requirements of a particular library. The rules should be expressed with Shape Constraints Language which is a domain specific language for defining constraints against data elements. The rule set could be writtem in a YAMPL or JSON configuration file.
hu_hu: Ez az oldal az adott könyvtár követelményeit tükröző, testreszabott szabálykészlet alapján végzett érvényesítés eredményét jeleníti meg. A szabályokat a Shape Constraints Language nyelvvel kell kifejezni, amely egy domainspecifikus nyelv az adatelemekkel szembeni korlátozások meghatározására. A szabálykészletet egy YAMPL vagy JSON konfigurációs fájlba lehet írni.
pt_br: Esta página exibe o resultado da validação em relação a um conjunto personalizado de regras, que reflete os requisitos de uma biblioteca específica. As regras devem ser expressas com a linguagem de restrições de forma, que é uma linguagem específica de domínio para definir restrições contra elementos de dados. O conjunto de regras pode ser escrito em um arquivo de configuração YAMPL ou JSON.

source: Download the custom ruleset
hu_hu: Egyedi szabálykészlet letöltése
pt_br: Baixe o conjunto de regras personalizado

source: data_element_timeline_definition
de_de: This timeline shows how the utilisation of a data element changed over the years
pt_br: This timeline shows how the utilisation of a data element changed over the years

source: fields
de_de: Felder

source: pos./subf.
de_de: Unterfelder

source: min
de_de: von

source: Total number of data elements
de_de: Insgesamt

source: Download
hu_hu: Letöltés

source: note: in the list below the numbers mean the number of documents a term appears in
hu_hu: megjegyzés: az alábbi listában a számok azt jelentik, hogy az adott kifejezés hány dokumentumban szerepel.

source: Software
hu_hu: Szoftver
